{
  "navigation_text_1": "Home",
  "navigation_text_2": "About",
  "navigation_text_3": "Chronology",
  "navigation_text_4": "Technologie",
  "navigation_text_5": "Contact",
  "hero_text_1": "I code with",
  "timeline_entity_name_1": "SSAL HighSchool",
  "timeline_entity_name_2": "TU Yildiz",
  "timeline_entity_name_3": "Frankfurt UAS",
  "timeline_entity_name_4": "Web Developer (Java)",
  "timeline_entity_name_5": "Web Developer (C#)",
  "timeline_entity_name_6": "Master Thesis",
  "timeline_entity_name_7": "Junior Developer (C#)",
  "timeline_entity_name_8": "Developer (C#)",
  "timeline_entity_desc_1": "I attended Sükrü Sankaya High School, specializing in Mathematics, Natural Sciences, English, and German.",
  "timeline_entity_desc_2": "I completed a Diploma program in Mathematical Engineering with a specialization in mathematics, software programming, statistics, financial mathematics, database applications, and physics.",
  "timeline_entity_desc_3": "I completed the High Integrity Systems (M.Sc.) program at Frankfurt University of Applied Sciences, which focuses on the development of software for Safety and Mission-Critical Systems",
  "timeline_entity_desc_4": "During the summer break, I worked on a web project using Java, where I performed various tasks such as web crawling, data preparation, and data presentation. (KG IT Systems Consulting)",
  "timeline_entity_desc_5": "I worked as a student developer for one year, participating in MVC and WinForm projects using C# as the programming language and NHibernate as the ORM. (Datenwerk GmbH)",
  "timeline_entity_desc_6": "For my master's thesis, I integrated R functionality into a C# MVC web project. I developed calculation models using R, which involved handling multiarrays and dataframes through multidimensional data structures. (Datenwerk GmbH)",
  "timeline_entity_desc_7": "My primary role focused on web development, specializing in creating and enhancing dynamic, responsive web pages using C#, MVC, Bootstrap, and Fullpage.js. I also briefly worked in testing embedded system software. (Bayoonet AG)",
  "timeline_entity_desc_8": "I primarily worked on various C# MVC projects, handling both backend and frontend development. I specialized in GUI implementation, complex data visualization, and workflow optimization.During this time, I gained experience in technical concepts, documentation, and project management. I also conducted various types of testing, including Unit, Integration, and End-to-End testing. (Datenwerk GmbH)",
  "message_form_mail": "Email",
  "message_form_subject": "Subject",
  "message_form_body": "Please Write Your Message Here..",
  "message_form_send": "Send",
  "contact-job-title": "Web Developer"
}
