{
  "navigation_text_1": "Inicio",
  "navigation_text_2": "Acerca de",
  "navigation_text_3": "Cronología",
  "navigation_text_4": "Demostraciones",
  "navigation_text_5": "Contacto",
  "hero_text_1": "Codifico con",
  "timeline_entity_name_1": "Gimnasio SSAL",
  "timeline_entity_name_2": "TU Yildiz",
  "timeline_entity_name_3": "Frankfurt UAS",
  "timeline_entity_name_4": "Web Developer (Java)",
  "timeline_entity_name_5": "Web Developer (C#)",
  "timeline_entity_name_6": "Tesis de Maestría",
  "timeline_entity_name_7": "Junior Developer (C#)",
  "timeline_entity_name_8": "Developer (C#)",
  "timeline_entity_desc_1": "Asistí al Gimnasio Bilingüe Sükrü Sankaya, especializado en Matemáticas, Ciencias Naturales, Inglés y Alemán.",
  "timeline_entity_desc_2": "Completé un programa de Diplomatura en Ingeniería Matemática con especialización en matemáticas, programación de software, estadística, matemáticas financieras, aplicaciones de bases de datos y física.",
  "timeline_entity_desc_3": "Completé el programa de Sistemas de Alta Integridad (M.Sc.) en la Universidad de Ciencias Aplicadas de Fráncfort, centrado en el desarrollo de software para sistemas de seguridad y misión crítica.",
  "timeline_entity_desc_4": "Durante las vacaciones de verano, trabajé en un proyecto web utilizando Java, en el que realicé diversas tareas como rastreo web, preparación de datos y presentación de datos. (KG IT Systems Consulting)",
  "timeline_entity_desc_5": "Trabajé como estudiante de desarrollo durante un año, participando en proyectos MVC y WinForm utilizando C# como lenguaje de programación y NHibernate como ORM. (Datenwerk GmbH)",
  "timeline_entity_desc_6": "Para mi tesis de máster, integré la funcionalidad de R en un proyecto web MVC en C#. Desarrollé modelos de cálculo utilizando R, lo que implicaba el manejo de multiarrays y dataframes a través de estructuras de datos multidimensionales. (Datenwerk GmbH)",
  "timeline_entity_desc_7": "Mi función principal se centró en el desarrollo web, especializándome en la creación y mejora de páginas web dinámicas y receptivas utilizando C#, MVC, Bootstrap y Fullpage.js. También trabajé brevemente en pruebas de software de sistemas embebidos. (Bayoonet AG)",
  "timeline_entity_desc_8": "Principalmente trabajé en varios proyectos C# MVC, manejando tanto el desarrollo backend como frontend. Me especialicé en la implementación de GUI, visualización de datos complejos y optimización de flujos de trabajo. Durante este tiempo, adquirí experiencia en conceptos técnicos, documentación y gestión de proyectos. También he realizado varios tipos de pruebas, incluyendo pruebas unitarias, de integración y de extremo a extremo.  (Datenwerk GmbH)",
  "message_form_mail": "Correo electrónico",
  "message_form_subject": "Asunto",
  "message_form_body": "Por favor escriba su mensaje aquí..",
  "message_form_send": "Enviar",
  "contact-job-title": "Web Developer"
}
