{
  "navigation_text_1": "Anasayfa",
  "navigation_text_2": "Hakkımızda",
  "navigation_text_3": "Kronoloji",
  "navigation_text_4": "Teknoloji",
  "navigation_text_5": "İletişim",
  "hero_text_1": "Kod yazdığım diller",
  "timeline_entity_name_1": "SSAL Anadolu Lisesi",
  "timeline_entity_name_2": "Yıldız Teknik Üniversitesi",
  "timeline_entity_name_3": "Frankfurt Universitesi",
  "timeline_entity_name_4": "KG IT Systems Consulting",
  "timeline_entity_name_5": "Datenwerk GmbH",
  "timeline_entity_name_6": "Datenwerk GmbH",
  "timeline_entity_name_7": "Bayoonet AG",
  "timeline_entity_name_8": "Datenwerk GmbH",
  "timeline_entity_desc_1": "Matematik, Fen Bilimleri, İngilizce ve Almanca derslerini içeren Sükrü Sankaya Anadolu Lisesi'nde eğitim gördüm.",
  "timeline_entity_desc_2": "Matematik, yazılım programlama, istatistik, finansal matematik, veritabanı uygulamaları ve fizik alanlarında uzmanlaşarak Matematik Mühendisliği Diploma programını tamamladım.",
  "timeline_entity_desc_3": "Frankfurt Uygulamalı Bilimler Üniversitesi'nde Kritik Sistemler için yazılım geliştirmeye odaklanan Yüksek Bütünlüklü Sistemler (High Integrity System M.Sc.) programını tamamladım.",
  "timeline_entity_desc_4": "Yaz tatili boyunca Java programlama dili kullanarak web tarama, veri hazırlama ve veri sunumu gibi çeşitli görevleri yerine getirdiğim bir web projesi üzerinde çalıştım.(KG IT Systems Consulting)",
  "timeline_entity_desc_5": "Bir yıl boyunca öğrenci geliştirici olarak çalıştım, programlama dili olarak C# ve ORM olarak NHibernate kullanarak MVC ve WinForm projelerine katıldım. (Datenwerk GmbH)",
  "timeline_entity_desc_6": "Yüksek lisans tezim için R işlevselliğini bir C# MVC web projesine entegre ettim. Çok boyutlu veri yapıları aracılığıyla çoklu dizileri ve veri çerçevelerini işlemeyi içeren R kullanarak hesaplama modelleri geliştirdim. (Datenwerk GmbH)",
  "timeline_entity_desc_7": "Birincil rolüm, C#, MVC, Bootstrap ve Fullpage.js kullanarak dinamik, duyarlı web sayfaları oluşturma ve geliştirme konusunda uzmanlaşarak web projesi geliştirmek idi. Ayrıca kısa bir süre gömülü sistem yazılımlarının test edilmesinde de çalıştım. (Bayoonet AG)",
  "timeline_entity_desc_8": "Çoğunlukla farklı C# MVC projelerinde çalıştım, hem backend hem de frontend geliştirmesini yönlendirerek. GUI uygulamasına, karmaşık veri görselleştirmeye ve iş akışı optimizasyonuna odaklandım. Bu süreçte teknik konular, belgeleme ve proje yönetimi alanında deneyim kazandım. Ayrıca Birim, Entegrasyon ve Uçtan Uca test dahil olmak üzere çeşitli test türlerini gerçekleştirdim. (Datenwerk GmbH)",
  "message_form_mail": "E-posta",
  "message_form_subject": "Konu",
  "message_form_body": "Lütfen Mesajınızı Buraya Yazınız...",
  "message_form_send": "Gönder",
  "contact-job-title": "Web Developer"
}
